{
    "data" : [
        {
            "id": 1,
            "blogTitle" : "Underwater robot with Artificial Intelligence",
            "slug": "artificial-intelligence",
            "postedOn": "June 08, 2021",
            "blogImage": "artificialintelligence.png",
            "blogText": "The annual RoboSub competition is held in San Diego where student teams from around the world design and build robotic submarines, otherwise known as Autonomous Underwater Vehicles (AUVs) to demonstrate their autonomy by completing underwater tasks. The competition consists of a timed obstacle course using real-life tasks that tests what an AUV could do such as following pipelines, navigating through underwater gates, mapping buoys, launching torpedo-shaped markers, and more. Each of these tasks requires swift movements and precise navigation so in order to achieve all these tasks, the vehicle must be able to sense its environment.The RoboSub competition is a great training ground for the next generation of machine learning practitioners as the applications for these experimental AUVs mimic those of real-world systems, currently deployed around the world for underwater exploration, seafloor mapping, and sonar localization.Martin is the mastermind behind Team SONIA’s deep learning implementation. It’s essential for an AUV to interact well with its environment and Martin believed that while equipping their AUV with accurate sensors and actuators is highly important, one of the main competitive advantages to winning is having performant machine learning models and software. Going into the competition, Martin and the team had high hopes for taking home one of the top spots. As a points-based competition, the team that gets the most points wins the bragging rights and prize money and the SONIA team felt confident in their ability to put up a strong showing. To give you an idea of the technology involved, their AUV is equipped with two cameras, a Doppler Velocity Log (DVL), an Inertial Measurement Unit (IMU), four hydrophones and a Mechanical Imaging Sonar. These sensors enable the vehicle to hear, see and measure its speed, acceleration and underwater position. It can also accurately measure the precise distance of objects ahead. In order to interact with its environment, the AUV is equipped with six thrusters, an active grabbing system and even a torpedo launcher!"
        },
        {
            "id" : 2,
            "blogTitle": "Data Mining in CRM an asset for your business - Efficy",
            "slug": "data-mining-in-crm",
            "postedOn": "Oct 21, 2020",
            "blogImage": "data-mining-crm.jpg",
            "blogText": "The main purpose of CRM is to establish a relationship with customers and other individuals. In order to ensure the best relationship with customers, it’s essential to possess all the right information and group it correctly. With all the information that the system collects, data mining can be of great help. Data mining can help analyse and process the data, making it easier for the business to interact with customers and future clients. Although data mining is a relatively new trend, businesses from all verticals have started investing in data mining technology. Companies can study historical data and information about their customers and input them into the tool for a better process. For once, it will definitely help improve customer retention as you will be able to analyse their purchase behaviour and provide them customised service. It gives you a holistic view of the customer’s life-cycle, which comprises of customer identification, attraction, retention, and development. The critical elements of data mining are predictive modelling, forecasting, and descriptive modelling techniques. Combining data mining with CRM can help you select the right prospect, segment your audiences, set optimal pricing policies, and more.\n\n\nHelps in Sales Forecasting. Data mining can help you predict future trends by analysing past behaviour adopted by the people. This is quite helpful in making re-stocking decision as you neither overstock your products nor understock it so that your customer doesn’t have to return empty-handed. In short, it helps you with supply chain and financial management, which are co-related. And thus, you gain control over your internal operations. Helps in Market Segmentation. Data mining helps you correctly segment your target audience based on demographics, buying behaviour, gender, and other factors. The information can be collected through some sort of market survey, social media platforms, and more.You can then design your marketing campaign and strategy, keeping their tastes and preferences in mind. It will automatically result in increased ROI for your business. It removes inefficiency by removing customers from the list who shows little to no interest in your product, saving you time and money. "
        },
        {
            "id": 3,
            "blogTitle": "Artificial Intelligence in Energy",
            "slug": "artificial-intelligence-energy",
            "postedOn": "Apr 02, 2019",
            "blogImage": "ai-in-energy.jpg",
            "blogText": "Innovative advances in artificial intelligence (AI) in energy are improving the way the world creates, sells, and consumes energy at a time when the environmental impacts of the global power grid are under constant scrutiny. Companies are using AI and machine learning (ML) to take deep dives into data that can drive better decision making, cost advantages, and predictions that can stave off energy disasters and expensive downtime. On the whole, the global energy sector produces an incredulous amount of data. It would be virtually impossible for humans to manually extract and analyze enough of these data stores to arrive at meaningful conclusions and predictions. AI, in particular machine learning, is taking on a vital role in making sense of massive amounts of energy-related data. AI-enhanced software platforms and smart tools can dig into energy data to create predictions about potential outages and equipment failures and run energy companies more efficiently and profitably. AI is being wholeheartedly embraced by energy companies around the world. Emergen Research reports that the global AI energy market reached a market size of $3.8 billion in 2020, and the market will grow by nearly 24% through 2028, when the research firm estimates a market value of $20.8 billion. "
        }
       
    ]
}